tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "fish"
brew "gh"
brew "git"
brew "python@3.11"
brew "git-filter-repo"
brew "mongodb-atlas-cli"
brew "nvm"
brew "zsh"
brew "mongodb/brew/mongodb-community"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "mongodb-compass"
vscode "atlassian.atlascode"
vscode "ChakrounAnas.turbo-console-log"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "IgorSbitnev.error-gutters"
vscode "JayShah.handlebars-vsce"
vscode "kortina.vscode-markdown-notes"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "shyykoserhiy.vscode-spotify"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-snippet.snippet"
vscode "xabikos.JavaScriptSnippets"
vscode "Zignd.html-css-class-completion"
